{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<seq>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "</seq>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<source>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "</source>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<gene>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "</gene>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<mrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "</mrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<cds>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "</cds>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<lncrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "</lncrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<mirna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "</mirna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<trna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "</trna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<rrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "</rrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<snrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "</snrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<pirna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "</pirna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<guide_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "</guide_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<scarna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "</scarna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<snorna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "</snorna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<scrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "</scrna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<srp_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "</srp_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<y_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "</y_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<telomerase_rna",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "</telomerase_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<vault_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "</vault_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<misc_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "</misc_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<pseudo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "</pseudo>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<precursor_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "</precursor_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<rnase_p_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "</rnase_p_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<rnase_mrp_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "</rnase_mrp_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<antisense_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "</antisense_rna>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<prim_transcript>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 54,
      "content": "</prim_transcript>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 55,
      "content": "<regulator>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 56,
      "content": "</regulator>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 57,
      "content": "<sig_peptide>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 58,
      "content": "</sig_peptide>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 59,
      "content": "<polya_signal_sequence>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 60,
      "content": "</polya_signal_sequence>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 61,
      "content": "<uorf>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 62,
      "content": "</uorf>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 63,
      "content": "<c_region>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64,
      "content": "</c_region>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 65,
      "content": "<d_segment>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 66,
      "content": "</d_segment>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 67,
      "content": "<v_segment>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 68,
      "content": "</v_segment>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 69,
      "content": "<recoding_stimulatory_region>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 70,
      "content": "</recoding_stimulatory_region>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 71,
      "content": "<misc_feature>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 72,
      "content": "</misc_feature>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 73,
      "content": "<other>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "</other>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "<assembly_gap>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "</assembly_gap>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "<gap>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 78,
      "content": "</gap>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 79,
      "content": "<exon>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 80,
      "content": "</exon>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 81,
      "content": "<intron>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 82,
      "content": "</intron>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 83,
      "content": "<3'utr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 84,
      "content": "</3'utr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 85,
      "content": "<5'utr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 86,
      "content": "</5'utr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 87,
      "content": "<repeat_region>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 88,
      "content": "</repeat_region>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 89,
      "content": "<enhancer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 90,
      "content": "</enhancer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 91,
      "content": "<silencer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 92,
      "content": "</silencer>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 93,
      "content": "<promoter>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 94,
      "content": "</promoter>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 95,
      "content": "<terminator>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 96,
      "content": "</terminator>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<eos>": 2,
      "<seq>": 3,
      "</seq>": 4,
      "<source>": 5,
      "</source>": 6,
      "<gene>": 7,
      "</gene>": 8,
      "<mrna>": 9,
      "</mrna>": 10,
      "<cds>": 11,
      "</cds>": 12,
      "<lncrna>": 13,
      "</lncrna>": 14,
      "<mirna>": 15,
      "</mirna>": 16,
      "<trna>": 17,
      "</trna>": 18,
      "<rrna>": 19,
      "</rrna>": 20,
      "<snrna>": 21,
      "</snrna>": 22,
      "<pirna>": 23,
      "</pirna>": 24,
      "<guide_rna>": 25,
      "</guide_rna>": 26,
      "<scarna>": 27,
      "</scarna>": 28,
      "<snorna>": 29,
      "</snorna>": 30,
      "<scrna>": 31,
      "</scrna>": 32,
      "<srp_rna>": 33,
      "</srp_rna>": 34,
      "<y_rna>": 35,
      "</y_rna>": 36,
      "<telomerase_rna": 37,
      "</telomerase_rna>": 38,
      "<vault_rna>": 39,
      "</vault_rna>": 40,
      "<misc_rna>": 41,
      "</misc_rna>": 42,
      "<pseudo>": 43,
      "</pseudo>": 44,
      "<precursor_rna>": 45,
      "</precursor_rna>": 46,
      "<rnase_p_rna>": 47,
      "</rnase_p_rna>": 48,
      "<rnase_mrp_rna>": 49,
      "</rnase_mrp_rna>": 50,
      "<antisense_rna>": 51,
      "</antisense_rna>": 52,
      "<prim_transcript>": 53,
      "</prim_transcript>": 54,
      "<regulator>": 55,
      "</regulator>": 56,
      "<sig_peptide>": 57,
      "</sig_peptide>": 58,
      "<polya_signal_sequence>": 59,
      "</polya_signal_sequence>": 60,
      "<uorf>": 61,
      "</uorf>": 62,
      "<c_region>": 63,
      "</c_region>": 64,
      "<d_segment>": 65,
      "</d_segment>": 66,
      "<v_segment>": 67,
      "</v_segment>": 68,
      "<recoding_stimulatory_region>": 69,
      "</recoding_stimulatory_region>": 70,
      "<misc_feature>": 71,
      "</misc_feature>": 72,
      "<other>": 73,
      "</other>": 74,
      "<assembly_gap>": 75,
      "</assembly_gap>": 76,
      "<gap>": 77,
      "</gap>": 78,
      "<exon>": 79,
      "</exon>": 80,
      "<intron>": 81,
      "</intron>": 82,
      "<3'utr>": 83,
      "</3'utr>": 84,
      "<5'utr>": 85,
      "</5'utr>": 86,
      "<repeat_region>": 87,
      "</repeat_region>": 88,
      "<enhancer>": 89,
      "</enhancer>": 90,
      "<silencer>": 91,
      "</silencer>": 92,
      "<promoter>": 93,
      "</promoter>": 94,
      "<terminator>": 95,
      "</terminator>": 96,
      "#": 97,
      "%": 98,
      "'": 99,
      "(": 100,
      ")": 101,
      "*": 102,
      "+": 103,
      ",": 104,
      "-": 105,
      ".": 106,
      "/": 107,
      "0": 108,
      "1": 109,
      "2": 110,
      "3": 111,
      "4": 112,
      "5": 113,
      "6": 114,
      "7": 115,
      "8": 116,
      "9": 117,
      ":": 118,
      ";": 119,
      "<": 120,
      ">": 121,
      "[": 122,
      "]": 123,
      "_": 124,
      "`": 125,
      "a": 126,
      "b": 127,
      "c": 128,
      "d": 129,
      "e": 130,
      "f": 131,
      "g": 132,
      "h": 133,
      "i": 134,
      "j": 135,
      "k": 136,
      "l": 137,
      "m": 138,
      "n": 139,
      "o": 140,
      "p": 141,
      "q": 142,
      "r": 143,
      "s": 144,
      "t": 145,
      "u": 146,
      "v": 147,
      "w": 148,
      "x": 149,
      "y": 150,
      "z": 151,
      "Ċ": 152,
      "Ġ": 153,
      "aa": 154,
      "tt": 155,
      "tg": 156,
      "ca": 157,
      "cc": 158,
      "gg": 159,
      "ta": 160,
      "tc": 161,
      "ga": 162,
      "aaa": 163,
      "gc": 164,
      "taa": 165,
      "tca": 166,
      "tga": 167,
      "tta": 168,
      "gaa": 169,
      "tcc": 170,
      "ttc": 171,
      "tgc": 172,
      "gca": 173,
      "tttt": 174,
      "nn": 175,
      "gga": 176,
      "gtg": 177,
      "gtt": 178,
      "cac": 179,
      "gcc": 180,
      "tac": 181,
      "aaaa": 182,
      "ggc": 183,
      "gta": 184,
      "gac": 185,
      "aac": 186,
      "taaa": 187,
      "gtc": 188,
      "nnnn": 189,
      "tgtg": 190,
      "ccc": 191,
      "caca": 192,
      "gaaa": 193,
      "tatt": 194,
      "tgtt": 195,
      "tctt": 196,
      "tgaa": 197,
      "tata": 198,
      "catt": 199,
      "caga": 200,
      "tgga": 201,
      "cagg": 202,
      "tctc": 203,
      "tggg": 204,
      "tcaa": 205,
      "gaga": 206,
      "tcac": 207,
      "cagc": 208,
      "tccc": 209,
      "tgac": 210,
      "nnnnnnnn": 211,
      "tctg": 212,
      "gtaa": 213,
      "ttac": 214,
      "aaac": 215,
      "cacc": 216,
      "ggaa": 217,
      "tgcc": 218,
      "tgta": 219,
      "gtga": 220,
      "tggc": 221,
      "gtca": 222,
      "ttaa": 223,
      "tgca": 224,
      "ttcc": 225,
      "ttta": 226,
      "taac": 227,
      "tcca": 228,
      "gagg": 229,
      "gaac": 230,
      "gcaa": 231,
      "gttc": 232,
      "tcta": 233,
      "taaaa": 234,
      "gtta": 235,
      "gggg": 236,
      "gtgc": 237,
      "gcac": 238,
      "cata": 239,
      "gctt": 240,
      "ggac": 241,
      "gccc": 242,
      "gtcc": 243,
      "gatt": 244,
      "gaaaa": 245,
      "ccaa": 246,
      "ttgg": 247,
      "catg": 248,
      "gtttt": 249,
      "tttg": 250,
      "nnnnnnnnnnnnnnnn": 251,
      "</": 252,
      "gctg": 253,
      "gtac": 254,
      "ttga": 255,
      "taga": 256,
      "cccc": 257,
      "ttca": 258,
      "taca": 259,
      "tttc": 260,
      "na": 261,
      "ggga": 262,
      "tatg": 263,
      "tacc": 264,
      "catc": 265,
      "rna": 266,
      "ttcaa": 267,
      "ggcc": 268,
      "cd": 269,
      "cds": 270,
      "tgaaa": 271,
      "tgtc": 272,
      "ttatt": 273,
      "gagc": 274,
      "tagg": 275,
      "cagca": 276,
      "ttgc": 277,
      "cacaa": 278,
      "cagaa": 279,
      "tgcaa": 280,
      "tcaaa": 281,
      "taaac": 282,
      "ttctt": 283,
      "tacaa": 284,
      "gacc": 285,
      "tggaa": 286,
      "mrna": 287,
      "aaaac": 288,
      "cagtg": 289,
      "tccaa": 290,
      "tagc": 291,
      "gggc": 292,
      "ggtt": 293,
      "aacaa": 294,
      "tggtg": 295,
      "taatt": 296,
      "tatc": 297,
      "gaaac": 298,
      "cagga": 299,
      "cctt": 300,
      "catca": 301,
      "gatg": 302,
      "gtaaa": 303,
      "nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn": 304,
      "tctga": 305,
      "tctca": 306,
      "cagtt": 307,
      "gagaa": 308,
      "gacaa": 309,
      "tgctt": 310,
      "tgtga": 311,
      "tgtca": 312,
      "gata": 313,
      "taaaaa": 314,
      "tctcc": 315,
      "tttttt": 316,
      "gtgaa": 317,
      "aaaaaa": 318,
      "cagcc": 319,
      "ggaaa": 320,
      "tggca": 321,
      "tggga": 322,
      "tcatt": 323,
      "tcttc": 324,
      "gagga": 325,
      "><": 326,
      "></": 327,
      "tgtaa": 328,
      "tcctt": 329,
      "en": 330,
      "tggtt": 331,
      "tataa": 332,
      "tatta": 333,
      "tcccc": 334,
      "tgatt": 335,
      "tgagg": 336,
      "gctc": 337,
      "gccaa": 338,
      "ggcaa": 339,
      "gaca": 340,
      "aaatt": 341,
      "tagaa": 342,
      "tatttt": 343,
      "gcca": 344,
      "cactt": 345,
      "gen": 346,
      "gtcaa": 347,
      "tactt": 348,
      "tctgc": 349,
      "tgtta": 350,
      "gcaaa": 351,
      "gttaa": 352,
      "se": 353,
      "tcgg": 354,
      "ggagg": 355,
      "tcagg": 356,
      "ttttaa": 357,
      "gagca": 358,
      "tgacc": 359,
      "catta": 360,
      "gtgac": 361,
      "cagta": 362,
      "tgaga": 363,
      "tgttc": 364,
      "tcacc": 365,
      "tcaga": 366,
      "gtcac": 367,
      "cataa": 368,
      "tatatata": 369,
      "cccaa": 370,
      "gene": 371,
      "tgtgc": 372,
      "tgaac": 373,
      "gcta": 374,
      "tttta": 375,
      "gctgc": 376,
      "gcgg": 377,
      "cacac": 378,
      "tgtttt": 379,
      "caggc": 380,
      "gaagg": 381,
      "tctaa": 382,
      "tggcc": 383,
      "tctta": 384,
      "catga": 385,
      "seq": 386,
      "tcga": 387,
      "gaaga": 388,
      "tttaa": 389,
      "gcagg": 390,
      "tccac": 391,
      "cattc": 392,
      "cagac": 393,
      "tgaaaa": 394,
      "tagtt": 395,
      "ttaaa": 396,
      "tatca": 397,
      "tgtcc": 398,
      "tattc": 399,
      "tcaac": 400,
      "catttt": 401,
      "tggac": 402,
      "tgcac": 403,
      "tcgc": 404,
      "tggta": 405,
      "tgtgtgtg": 406,
      "tgccc": 407,
      "gaaaaa": 408,
      "gcagc": 409,
      "gttac": 410,
      "gtccc": 411,
      "ttttc": 412,
      "cacacaca": 413,
      "tgagc": 414,
      "catcc": 415,
      "tcagc": 416,
      "gtaac": 417,
      "gtggg": 418,
      "tgggc": 419,
      "tatga": 420,
      "aaagg": 421,
      "cagtc": 422,
      "gtgtt": 423,
      "ggaga": 424,
      "tttttttt": 425,
      "aaaga": 426,
      "gcccc": 427,
      "gcaga": 428,
      "caccc": 429,
      "nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn": 430,
      "tttca": 431,
      "ttgtt": 432,
      "tctttt": 433,
      "taataa": 434,
      "tgtac": 435,
      "catgc": 436,
      "gcgc": 437,
      "tggtc": 438,
      "tagca": 439,
      "ttatta": 440,
      "gttcc": 441,
      "tagtg": 442,
      "aaacc": 443,
      "gaatt": 444,
      "caggaa": 445,
      "tattaa": 446,
      "aaacaa": 447,
      "tcaaaa": 448,
      "tctac": 449,
      "tagta": 450,
      "ttacc": 451,
      "tgtgaa": 452,
      "gtgcc": 453,
      "gctga": 454,
      "gttgg": 455,
      "gcacc": 456,
      "gtgga": 457,
      "tacac": 458,
      "taagg": 459,
      "gaacc": 460,
      "gatga": 461,
      "gtatt": 462,
      "cagaaa": 463,
      "cagcaa": 464,
      "in": 465,
      "tatac": 466,
      "ggagc": 467,
      "gactt": 468,
      "tgggaa": 469,
      "taaga": 470,
      "gtctt": 471,
      "gcatt": 472,
      "gaagaa": 473,
      "taacc": 474,
      "gtaaaa": 475,
      "ttagg": 476,
      "aaaaaaaa": 477,
      "tcctcc": 478,
      "gctca": 479,
      "aactt": 480,
      "ggacc": 481,
      "ttcaaa": 482,
      "catac": 483,
      "tggaaa": 484,
      "gagtt": 485,
      "tatgc": 486,
      "tcttcc": 487,
      "gcctt": 488,
      "gaagc": 489,
      "tgctgc": 490,
      "tatatt": 491,
      "tataaa": 492,
      "tctgtg": 493,
      "tagga": 494,
      "ttacaa": 495,
      "tgacaa": 496,
      "ttaga": 497,
      "tatcc": 498,
      "tgttaa": 499,
      "tctctctc": 500,
      "ggctt": 501,
      "taacaa": 502,
      "gagagaga": 503,
      "cacaaa": 504,
      "gggaa": 505,
      "tgtaaa": 506,
      "ttcttc": 507,
      "ggagga": 508,
      "tcacaa": 509,
      "gtggc": 510,
      "cattaa": 511,
      "tctctt": 512,
      "tgcaga": 513,
      "tgcaaa": 514,
      "tacaaa": 515,
      "gcagca": 516,
      "tctgtt": 517,
      "tgtatt": 518,
      "tctgaa": 519,
      "gaacaa": 520,
      "gaggc": 521,
      "gccac": 522,
      "gctcc": 523,
      "gagtg": 524,
      "gcttc": 525,
      "ggatt": 526,
      "gataa": 527,
      "ccctt": 528,
      "ttttcc": 529,
      "gtacc": 530,
      "tgatga": 531,
      "caccaa": 532,
      "te": 533,
      "tgcatt": 534,
      "gagac": 535,
      "ttata": 536,
      "tctcaa": 537,
      "ttatttt": 538,
      "gtagg": 539,
      "tttga": 540,
      "tggagg": 541,
      "tcttaa": 542,
      "tgccaa": 543,
      "gatca": 544,
      "tgcaca": 545,
      "tctgcc": 546,
      "gatc": 547,
      "aacaaa": 548,
      "tccaaa": 549,
      "tcccaa": 550,
      "tagac": 551,
      "tggcaa": 552,
      "ttgaa": 553,
      "tcatca": 554,
      "taccc": 555,
      "tgcagg": 556,
      "tgagaa": 557,
      "gggga": 558,
      "gagcc": 559,
      "ccaaa": 560,
      "tagaaa": 561,
      "gcaac": 562,
      "tgtctt": 563,
      "gatgc": 564,
      "tccaga": 565,
      "taaaaaa": 566,
      "tacatt": 567,
      "tccatt": 568,
      "tttcc": 569,
      "cataaa": 570,
      "tccaca": 571,
      "cagtga": 572,
      "Ġp": 573,
      "taaaac": 574,
      "catgtt": 575,
      "catatt": 576,
      "ggcgg": 577,
      "gacac": 578,
      "tcagaa": 579,
      "ttgtg": 580,
      "catgaa": 581,
      "tagtc": 582,
      "tagcc": 583,
      "gttgtt": 584,
      "gttcaa": 585,
      "gattc": 586,
      "tctgga": 587,
      "tgcagc": 588,
      "tgctga": 589,
      "tcagtg": 590,
      "tcagtt": 591,
      "tccagg": 592,
      "cagagg": 593,
      "ri": 594,
      "tcgtt": 595,
      "ggacaa": 596,
      "aaagaa": 597,
      "tatgaa": 598,
      "catctt": 599,
      "tgtata": 600,
      "ttataa": 601,
      "gctaa": 602,
      "gcacaa": 603,
      "ro": 604,
      "tcagca": 605,
      "gagaaa": 606,
      "nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn": 607,
      "ggagaa": 608,
      "catcaa": 609,
      "catgtg": 610,
      "gggca": 611,
      "ttctcc": 612,
      "gggtg": 613,
      "lo": 614,
      "gagta": 615,
      "tctccc": 616,
      "tacaca": 617,
      "gagtc": 618,
      "aaagc": 619,
      "gatta": 620,
      "caccac": 621,
      "tatgtt": 622,
      "ra": 623,
      "ggtga": 624,
      "tcgtg": 625,
      "tctaaa": 626,
      "ttccaa": 627,
      "tctggg": 628,
      "aaaaaaa": 629,
      "tcgcc": 630,
      "ttagc": 631,
      "ttctga": 632,
      "tgaaac": 633,
      "gggtt": 634,
      "taggc": 635,
      "tacaga": 636,
      "cagtca": 637,
      "tcgtc": 638,
      "ttgca": 639,
      "ttgta": 640,
      "aaataa": 641,
      "gaccc": 642,
      "cagcac": 643,
      "tggtga": 644,
      "cacccc": 645,
      "ttctca": 646,
      "catgga": 647,
      "tctatt": 648,
      "ggggc": 649,
      "tgtcaa": 650,
      "tcgaa": 651,
      "tgagga": 652,
      "gtgcaa": 653,
      "om": 654,
      "tatgtg": 655,
      "gacaaa": 656,
      "gatttt": 657,
      "gatcc": 658,
      "tccagc": 659,
      "ggtca": 660,
      "ggccc": 661,
      "cactga": 662,
      "ggaac": 663,
      "gtacaa": 664,
      "tttgc": 665,
      "cagccc": 666,
      "ggaaaa": 667,
      "ttccc": 668,
      "gttgc": 669,
      "Ġrna": 670,
      "taagaa": 671,
      "cagtaa": 672,
      "tcggc": 673,
      "tgtctg": 674,
      "tatatatatatatata": 675,
      "tgttcc": 676,
      "gggcc": 677,
      "taatta": 678,
      "ttgga": 679,
      "ttctttt": 680,
      "tcaaac": 681,
      "gtgaaa": 682,
      "catata": 683,
      "tcctca": 684,
      "ggtgc": 685,
      "ttctgc": 686,
      "us": 687,
      "ttagaa": 688,
      "tccacc": 689,
      "tttac": 690,
      "gaggaa": 691,
      "gcagaa": 692,
      "tatctt": 693,
      "taagc": 694,
      "or": 695,
      "is": 696,
      "ttaaaa": 697,
      "tgagtt": 698,
      "gtggtg": 699,
      "tggtca": 700,
      "tgcccc": 701,
      "tatcaa": 702,
      "ttcac": 703,
      "gatac": 704,
      "gctac": 705,
      "tcgga": 706,
      "ggcac": 707,
      "Ġd": 708,
      "cagaac": 709,
      "Ġlo": 710,
      "gtccaa": 711,
      "tcgac": 712,
      "ttagtt": 713,
      "tgtctc": 714,
      "aacaac": 715,
      "tcctgc": 716,
      "cacacc": 717,
      "tgtgcc": 718,
      "catcac": 719,
      "tccttc": 720,
      "gggac": 721,
      "caggcc": 722,
      "tcagcc": 723,
      "taata": 724,
      "tgagca": 725,
      "Ġloc": 726,
      "ic": 727,
      "tcgca": 728,
      "cattcc": 729,
      "tcagga": 730,
      "catctg": 731,
      "cactgc": 732,
      "taatttt": 733,
      "gcaaaa": 734,
      "tttatt": 735,
      "tccccc": 736,
      "nc": 737,
      "cagtgc": 738,
      "tcctga": 739,
      "gaaaac": 740,
      "tgtcac": 741,
      "gtaaac": 742,
      "ttcta": 743,
      "ttgtc": 744,
      "tgaagg": 745,
      "ttttgg": 746,
      "taatga": 747,
      "tttaaa": 748,
      "catggg": 749,
      "gcggc": 750,
      "tgtgac": 751,
      "catctc": 752,
      "cagttc": 753,
      "ttatca": 754,
      "tctcac": 755,
      "gcga": 756,
      "tgaaaaa": 757,
      "gcccaa": 758,
      "tacata": 759,
      "gcagtg": 760,
      "tgcttc": 761,
      "tatgta": 762,
      "cacgg": 763,
      "gtttta": 764,
      "tgtccc": 765,
      "gctta": 766,
      "tggaac": 767,
      "cagtta": 768,
      "tgctca": 769,
      "ttctaa": 770,
      "ttctta": 771,
      "catgta": 772,
      "ttgcc": 773,
      "gttga": 774,
      "tgagtg": 775,
      "tctgac": 776,
      "tggtaa": 777,
      "tattcc": 778,
      "tcgta": 779,
      "ttggc": 780,
      "ttcccc": 781,
      "tggtgc": 782,
      "aaaacaa": 783,
      "caggac": 784,
      "tgggcc": 785,
      "ttcaac": 786,
      "gctttt": 787,
      "cacacacacacacaca": 788,
      "tagaga": 789,
      "gtcaaa": 790,
      "ttaac": 791,
      "cagacc": 792,
      "tgaacc": 793,
      "tgtgtgtgtgtgtgtg": 794,
      "gcagcc": 795,
      "gcgcc": 796,
      "ggcaaa": 797,
      "cacaac": 798,
      "tgttgg": 799,
      "gctgtg": 800,
      "catccc": 801,
      "gcagga": 802,
      "cacagg": 803,
      "tggacc": 804,
      "gtggaa": 805,
      "tgcacc": 806,
      "taggaa": 807,
      "tgataa": 808,
      "tcagta": 809,
      "tctata": 810,
      "tttctt": 811,
      "tgctcc": 812,
      "ttccac": 813,
      "tggaaaa": 814,
      "tgtaac": 815,
      "tgttac": 816,
      "catggc": 817,
      "rote": 818,
      "cagtcc": 819,
      "tctacc": 820,
      "gaagga": 821,
      "tgtggg": 822,
      "tacagg": 823,
      "gttaaa": 824,
      "ttcaaaa": 825,
      "catcca": 826,
      "ttaaaaa": 827,
      "tggtta": 828,
      "cagaaaa": 829,
      "tggggg": 830,
      "gtaga": 831,
      "ttttaaa": 832,
      "taaacc": 833,
      "gaaaaaa": 834,
      "rotein": 835,
      "gccaaa": 836,
      "ttgac": 837,
      "tcatta": 838,
      "gttttc": 839,
      "gacaga": 840,
      "Ġa": 841,
      "gctgga": 842,
      "tggttc": 843,
      "tacaac": 844,
      "gaaacc": 845,
      "taaataaa": 846,
      "tatgga": 847,
      "catgca": 848,
      "ggctgc": 849,
      "tggcac": 850,
      "gaaagg": 851,
      "gatgaa": 852,
      "tcatttt": 853,
      "tgtcca": 854,
      "aaaacc": 855,
      "cccaaa": 856,
      "cactca": 857,
      "tactga": 858,
      "tagtaa": 859,
      "tagcaa": 860,
      "tatttta": 861,
      "taaacaa": 862,
      "gtttca": 863,
      "Ġprotein": 864,
      "taccaa": 865,
      "gacgg": 866,
      "taaatt": 867,
      "tgcgg": 868,
      "tacagc": 869,
      "catgcc": 870,
      "gaagca": 871,
      "ttatga": 872,
      "tcaacc": 873,
      "tccaac": 874,
      "catgac": 875,
      "ggagca": 876,
      "gctgaa": 877,
      "tggccc": 878,
      "tgtacc": 879,
      "taaagg": 880,
      "tattac": 881,
      "ttattc": 882,
      "tcatga": 883,
      "tcagtc": 884,
      "tgggac": 885,
      "ggaggc": 886,
      "tttgtt": 887,
      "tagatt": 888,
      "taagtt": 889,
      "tgccac": 890,
      "gccgcc": 891,
      "gcgtg": 892,
      "tcttgg": 893,
      "tcccac": 894,
      "gagagg": 895,
      "cattac": 896,
      "tataaaa": 897,
      "gaagtt": 898,
      "Ġs": 899,
      "tgagcc": 900,
      "tacaaaa": 901,
      "tgcaac": 902,
      "gaggcc": 903,
      "tccgg": 904,
      "gctgtt": 905,
      "tgctaa": 906,
      "ggaagg": 907,
      "gcagtt": 908,
      "ha": 909,
      "gaaacaa": 910,
      "aaacaaa": 911,
      "tgtgtt": 912,
      "tgaaga": 913,
      "tggtcc": 914,
      "ttcgg": 915,
      "gccgg": 916,
      "ttctac": 917,
      "gtcacc": 918,
      "tcttac": 919,
      "tatctg": 920,
      "tgtaaaa": 921,
      "tgaggc": 922,
      "tcagac": 923,
      "gctgcc": 924,
      "tagtga": 925,
      "Ġu": 926,
      "ttagca": 927,
      "tcataa": 928,
      "cagtttt": 929,
      "Ġx": 930,
      "tatttatt": 931,
      "tttttaa": 932,
      "gataaa": 933,
      "gttgtg": 934,
      "tttacc": 935,
      "li": 936,
      "catcta": 937,
      "cagggg": 938,
      "gtttaa": 939,
      "tggtttt": 940,
      "tgtcta": 941,
      "tcaagg": 942,
      "gtttga": 943,
      "gtagc": 944,
      "cagtac": 945,
      "ggagcc": 946,
      "gacaca": 947,
      "tagagg": 948,
      "ttagtg": 949,
      "gaagtg": 950,
      "Ġc": 951,
      "tgatgc": 952,
      "tactac": 953,
      "tataac": 954,
      "gctggg": 955,
      "ttagta": 956,
      "taagta": 957,
      "gatatt": 958,
      "tcatcc": 959,
      "gcgtc": 960,
      "tcacac": 961,
      "tgagac": 962,
      "tttgaa": 963,
      "tgatttt": 964,
      "Ġdna": 965,
      "tcattc": 966,
      "tagtta": 967,
      "gatgga": 968,
      "gttgaa": 969,
      "Ġgen": 970,
      "tgctttt": 971,
      "gtgacc": 972,
      "tcaaaaa": 973,
      "gatgtt": 974,
      "Ġgenom": 975,
      "Ġgenomic": 976,
      "taagtg": 977,
      "nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn": 978,
      "la": 979,
      "cacaaaa": 980,
      "cacttc": 981,
      "gtcccc": 982,
      "tagctt": 983,
      "cccccc": 984,
      "ggagac": 985,
      "ggcggc": 986,
      "cataac": 987,
      "gaagac": 988,
      "ggagtg": 989,
      "gggtc": 990,
      "ggggcc": 991,
      "tatgca": 992,
      "tgatca": 993,
      "Ġt": 994,
      "gccaca": 995,
      "tgcaaaa": 996,
      "taagca": 997,
      "gccccc": 998,
      "gacatt": 999,
      "aaatta": 1000,
      "tatcac": 1001,
      "tatcta": 1002,
      "ttcatt": 1003,
      "taatca": 1004,
      "gcgca": 1005,
      "tgagta": 1006,
      "gcctcc": 1007,
      "Ġm": 1008,
      "taataaa": 1009,
      "gttttaa": 1010,
      "gtttcc": 1011,
      "tgatta": 1012,
      "tatctc": 1013,
      "ttgaaa": 1014,
      "tatggg": 1015,
      "aaagca": 1016,
      "tgaccc": 1017,
      "cactcc": 1018,
      "ggagtt": 1019,
      "tcaccc": 1020,
      "ttttgtt": 1021,
      "tcaggc": 1022,
      "gtagaa": 1023,
      "gatgtg": 1024,
      "tacatg": 1025,
      "tacttc": 1026,
      "gtggca": 1027,
      "cag": 1028,
      "gggggggg": 1029,
      "aaagtt": 1030,
      "tgctta": 1031,
      "tagtca": 1032,
      "tgacac": 1033,
      "gagggg": 1034,
      "taattc": 1035,
      "cataaaa": 1036,
      "gagcaa": 1037,
      "gtcgg": 1038,
      "tactttt": 1039,
      "gccatt": 1040,
      "tacgg": 1041,
      "gcgac": 1042,
      "tgaagaa": 1043,
      "tatgac": 1044,
      "tacacc": 1045,
      "taagga": 1046,
      "tactta": 1047,
      "gagacc": 1048,
      "tagaaaa": 1049,
      "gccacc": 1050,
      "aaaagg": 1051,
      "tgattc": 1052,
      "aaagtg": 1053,
      "tctaac": 1054,
      "gccagg": 1055,
      "gctctt": 1056,
      "tatacc": 1057,
      "tttgtg": 1058,
      "tttcaa": 1059,
      "ccctcc": 1060,
      "tattgg": 1061,
      "cagaga": 1062,
      "gacaac": 1063,
      "gctgca": 1064,
      "gcaggc": 1065,
      "gcgtt": 1066,
      "gtcttc": 1067,
      "tggagaa": 1068,
      "gtctcc": 1069,
      "gtagta": 1070,
      "tactgc": 1071,
      "tggtac": 1072,
      "on": 1073,
      "ttggcc": 1074,
      "gccaga": 1075,
      "gcctgc": 1076,
      "gtgagg": 1077,
      "gtatttt": 1078,
      "of": 1079,
      "gtggtt": 1080,
      "gcgga": 1081,
      "taccac": 1082,
      "gctggc": 1083,
      "gctctg": 1084,
      "ggaacc": 1085,
      "catacc": 1086,
      "cattgg": 1087,
      "gtggga": 1088,
      "gcttcc": 1089,
      "ggctcc": 1090,
      "taaataa": 1091,
      "tgagtc": 1092,
      "tactaa": 1093,
      "tagaac": 1094,
      "tgtagg": 1095,
      "gccagc": 1096,
      "gaataa": 1097,
      "ttaacc": 1098,
      "ttattta": 1099,
      "tggaga": 1100,
      "cacaga": 1101,
      "ggctga": 1102,
      "gaagaaa": 1103,
      "ggaaaaa": 1104,
      "orm": 1105,
      "ed": 1106,
      "ttctctt": 1107,
      "ttatatt": 1108,
      "tgaatt": 1109,
      "gtggcc": 1110,
      "tatcca": 1111,
      "gcagac": 1112,
      "tatggc": 1113,
      "aaagga": 1114,
      "tcctttt": 1115,
      "ttctgtt": 1116,
      "tcctta": 1117,
      "tgagaaa": 1118,
      "aaagta": 1119,
      "tctctctctctctctc": 1120,
      "gcgaa": 1121,
      "tactca": 1122,
      "tagtttt": 1123,
      "tgctgtg": 1124,
      "tagttc": 1125,
      "Ġis": 1126,
      "ttacac": 1127,
      "aaataaa": 1128,
      "gcaacc": 1129,
      "gagagagagagagaga": 1130,
      "tccaaaa": 1131,
      "gaagta": 1132,
      "oform": 1133,
      "aaatga": 1134,
      "Ġisoform": 1135,
      "gcagta": 1136,
      "gttgta": 1137,
      "taacac": 1138,
      "gaagcc": 1139,
      "tctaaaa": 1140,
      "tcagaaa": 1141,
      "taatatt": 1142,
      "tttata": 1143,
      "ttataaa": 1144,
      "lnc": 1145,
      "lncrna": 1146,
      "tatgcc": 1147,
      "aacaaaa": 1148,
      "ttcaga": 1149,
      "ggttc": 1150,
      "tttatttt": 1151,
      "aaagaaa": 1152,
      "tttctg": 1153,
      "tatccc": 1154,
      "aaatca": 1155,
      "gaaggc": 1156,
      "ttatac": 1157,
      "tgatcc": 1158,
      "gtctgc": 1159,
      "gggacc": 1160,
      "ccaacc": 1161,
      "ttattaa": 1162,
      "tgaaaac": 1163,
      "ggtaa": 1164,
      "cagtgaa": 1165,
      "gagaac": 1166,
      "gaggac": 1167,
      "gtcaac": 1168,
      "gacagg": 1169,
      "gccaac": 1170,
      "gcaaac": 1171,
      "tggagga": 1172,
      "cccgg": 1173,
      "ttcaca": 1174,
      "gggggg": 1175,
      "gttgca": 1176,
      "gttgga": 1177,
      "tatttaa": 1178,
      "tgcagca": 1179,
      "gtctga": 1180,
      "tgctgtt": 1181,
      "ttagga": 1182,
      "ggccac": 1183,
      "gtgtgtg": 1184,
      "gtcagg": 1185,
      "tcctaa": 1186,
      "ttctgtg": 1187,
      "aaagac": 1188,
      "ttgacc": 1189,
      "gctccc": 1190,
      "gacagc": 1191,
      "gttacc": 1192,
      "aaacac": 1193,
      "ccctgc": 1194,
      "gattaa": 1195,
      "gctctc": 1196,
      "gattta": 1197,
      "gtggac": 1198,
      "tagcac": 1199,
      "gctcaa": 1200,
      "gtgaac": 1201,
      "tttctc": 1202,
      "ggcaac": 1203,
      "gcaagg": 1204,
      "gccttc": 1205,
      "catttta": 1206,
      "gaatga": 1207,
      "gatggg": 1208,
      "tattttc": 1209,
      "tattaaa": 1210,
      "gctaaa": 1211,
      "tgaacaa": 1212,
      "ggcttc": 1213,
      "tttgga": 1214,
      "gatctt": 1215,
      "cactaa": 1216,
      "ti": 1217,
      "tacccc": 1218,
      "gtagtt": 1219,
      "gagtga": 1220,
      "gtgtga": 1221,
      "tgctac": 1222,
      "tcttcaa": 1223,
      "gatcaa": 1224,
      "gagctt": 1225,
      "ggacac": 1226,
      "gatata": 1227,
      "gtctca": 1228,
      "rac": 1229,
      "gagtca": 1230,
      "ggatga": 1231,
      "ggtcc": 1232,
      "cagagaa": 1233,
      "gcatca": 1234,
      "taatac": 1235,
      "gtgtgc": 1236,
      "ttggaa": 1237,
      "ttttac": 1238,
      "gcctca": 1239,
      "tttgaaa": 1240,
      "gtggta": 1241,
      "tttggg": 1242,
      "tctgaaa": 1243,
      "gggta": 1244,
      "gtgtcc": 1245,
      "tgcagaa": 1246,
      "gactga": 1247,
      "tgtttta": 1248,
      "gaaagaa": 1249,
      "tggtgaa": 1250,
      "taattaa": 1251,
      "ttcttcc": 1252,
      "tcaacaa": 1253,
      "tttcaaa": 1254,
      "gaccaa": 1255,
      "tgttgtt": 1256,
      "gatggc": 1257,
      "gtgtca": 1258,
      "tactcc": 1259,
      "gtgtttt": 1260,
      "tcgaaa": 1261,
      "gatgac": 1262,
      "cacacaa": 1263,
      "gacttc": 1264,
      "tttagg": 1265,
      "tattatt": 1266,
      "gctcac": 1267,
      "ttatcc": 1268,
      "tgctgaa": 1269,
      "tagggg": 1270,
      "ttatata": 1271,
      "ke": 1272,
      "taaaaac": 1273,
      "gagaaaa": 1274,
      "taaaaaaa": 1275,
      "taaagaa": 1276,
      "gttccc": 1277,
      "ttacatt": 1278,
      "caggaaa": 1279,
      "gagctg": 1280,
      "tgttttc": 1281,
      "gctatt": 1282,
      "tagtgc": 1283,
      "ttttaaaa": 1284,
      "gctgac": 1285,
      "ttgtaa": 1286,
      "tgctgga": 1287,
      "gctgta": 1288,
      "gtgttc": 1289,
      "tgtgaaa": 1290,
      "ggctca": 1291,
      "11": 1292,
      "taagaaa": 1293,
      "ttagaaa": 1294,
      "cccccccc": 1295,
      "gcacac": 1296,
      "tgaggaa": 1297,
      "ttacaaa": 1298,
      "cagccaa": 1299,
      "taggga": 1300,
      "gtttgc": 1301,
      "gcccac": 1302,
      "ttgatt": 1303,
      "gtccac": 1304,
      "taatgc": 1305,
      "tagctg": 1306,
      "tatttca": 1307,
      "gtgccc": 1308,
      "ttccatt": 1309,
      "tgatgaa": 1310,
      "gtgaaaa": 1311,
      "cacagaa": 1312,
      "gacaaaa": 1313,
      "ttttgaa": 1314,
      "gtgggc": 1315,
      "ac": 1316,
      "ttgctt": 1317,
      "tttgta": 1318,
      "tcaaaac": 1319,
      "tttcac": 1320,
      "tgggaaa": 1321,
      "gaaagaaa": 1322,
      "gctcca": 1323,
      "gcttta": 1324,
      "tttttca": 1325,
      "ttctgaa": 1326,
      "tttccc": 1327,
      "ggaggaa": 1328,
      "cacacac": 1329,
      "tcggcc": 1330,
      "gcagtc": 1331,
      "cagaaac": 1332,
      "Ġf": 1333,
      "taaccc": 1334,
      "tcgtca": 1335,
      "tagataga": 1336,
      "ran": 1337,
      "gcttgg": 1338,
      "cagcaaa": 1339,
      "tcttctt": 1340,
      "tgatac": 1341,
      "gaccac": 1342,
      "gactgc": 1343,
      "gagccc": 1344,
      "tcatgc": 1345,
      "cagagga": 1346,
      "gtaaaaa": 1347,
      "tccttcc": 1348,
      "tctgcaa": 1349,
      "gacacc": 1350,
      "ttcagg": 1351,
      "like": 1352,
      "aaacaaaa": 1353,
      "tctttctt": 1354,
      "tttttaaa": 1355,
      "cagtaaa": 1356,
      "gaacac": 1357,
      "taacaaa": 1358,
      "gtataa": 1359,
      "aaaaaaaaa": 1360,
      "Ġunc": 1361,
      "le": 1362,
      "12": 1363,
      "gagttc": 1364,
      "gaagtc": 1365,
      "gactcc": 1366,
      "gagcac": 1367,
      "tttaaaa": 1368,
      "riz": 1369,
      "ggagaaa": 1370,
      "gggaaa": 1371,
      "ttatgc": 1372,
      "tctccaa": 1373,
      "tggccaa": 1374,
      "ggagtc": 1375,
      "cacagca": 1376,
      "harac": 1377,
      "Ġuncharac": 1378,
      "Ġuncharacte": 1379,
      "rized": 1380,
      "Ġuncharacterized": 1381,
      "ccccac": 1382,
      "tgttcaa": 1383,
      "gcctga": 1384,
      "ccctca": 1385,
      "gagtaa": 1386,
      "gtagca": 1387,
      "gtgcac": 1388,
      "ggtta": 1389,
      "tttttta": 1390,
      "cattttc": 1391,
      "gttgtc": 1392,
      "tgacaaa": 1393,
      "ttcagc": 1394,
      "tggacaa": 1395,
      "gaattc": 1396,
      "tatcaaa": 1397,
      "gtggtc": 1398,
      "gaaaaaaa": 1399,
      "ggtttt": 1400,
      "taatcc": 1401,
      "gcgta": 1402,
      "tgttaaa": 1403,
      "cccttc": 1404,
      "gattcc": 1405,
      "gaatca": 1406,
      "cagacaa": 1407,
      "tttcca": 1408,
      "tgcagga": 1409,
      "cagcccc": 1410,
      "gtaacc": 1411,
      "cccaac": 1412,
      "tagtcc": 1413,
      "tcctctt": 1414,
      "gttcac": 1415,
      "tgtacaa": 1416,
      "tagacc": 1417,
      "tgcagtg": 1418,
      "re": 1419,
      "gaatta": 1420,
      "taagac": 1421,
      "ttgtca": 1422,
      "tttcta": 1423,
      "ttttttc": 1424,
      "gtatta": 1425,
      "tcccaaa": 1426,
      "ing": 1427,
      "tgcacaa": 1428,
      "tgataaa": 1429,
      "gggagg": 1430,
      "tgttatt": 1431,
      "gtgacaa": 1432,
      "ttgcaa": 1433,
      "cattcaa": 1434,
      "gatgcc": 1435,
      "ttgtta": 1436,
      "ccctga": 1437,
      "taatata": 1438,
      "taattta": 1439,
      "tcgatt": 1440,
      "tgctgcc": 1441,
      "gactca": 1442,
      "tcctac": 1443,
      "gtttac": 1444,
      "catttca": 1445,
      "catgaaa": 1446,
      "tccagca": 1447,
      "tcgggg": 1448,
      "aaccac": 1449,
      "tgtgcaa": 1450,
      "gccgc": 1451,
      "gggaga": 1452,
      "cagcacc": 1453,
      "tggaaac": 1454,
      "ggagaga": 1455,
      "tatatatatatatatatatatatatatatata": 1456,
      "ttgtga": 1457,
      "tcgtcc": 1458,
      "ttttgta": 1459,
      "tgagaga": 1460,
      "tcttttc": 1461,
      "tcgagg": 1462,
      "tcgaga": 1463,
      "ggcagc": 1464,
      "ttgtttt": 1465,
      "tagtac": 1466,
      "tctcccc": 1467,
      "taggac": 1468,
      "cactta": 1469,
      "ggagta": 1470,
      "gcaaaaa": 1471,
      "tgacatt": 1472,
      "tgtttca": 1473,
      "gcttaa": 1474,
      "tattcaa": 1475,
      "gacgac": 1476,
      "13": 1477,
      "taatgaa": 1478,
      "gaggaaa": 1479,
      "ccaagg": 1480,
      "tatgaaa": 1481,
      "tcacaaa": 1482,
